//MADDisc
//繁體中文
//


/* High 機率 高 */
"-High" = "-機率 高";

/* Low 機率 低 */
"-Low" = "-機率 低";

/* Medium 機率 一般 */
"-Medium" = "-機率 一般";

/* Back 回主頁 */
"Back" = "回主頁";

/* Choice 機會 */
"Choice" = "機 會";

/* Destinies 命運 */
"Destinies" = "命 運";

/* Done 完成 */
"Done" = "完成";

/* Edit 編輯 */
"Edit" = "編輯";

/* Tell user go to Destinies page, 附註：原本裡面的 命運 寫錯字  正確是 Destiny  Destinies*/
"Go to your Desitnies and make your selections!" = "請到命運選單，進行您的選擇！";

/* GO! 前往 */
"GO!" = "前往！";

/* Confirm with Got It */
"Got It" = "了解";

/* High 高 */
"High" = "高";

/* 這真的是艱難的抉擇！ 請再試一次！ */
"It is really a hard decision! Please try again!" = "這真的是艱難的抉擇！ 請再試一次！";

/* Low 低 */
"Low" = "低";

/* Medium 一般 */
"Medium" = "一般";

/* No Selection Yet 沒有選擇項目 */
"No Selection Yet" = "您没有任何選擇";

/* OK 好 */
"OK" = "好";

/* Tell user how to trigger long hand rotation */
"Please swipe the long hand with fast speed!" = "請快速撥動或是甩動指針！";

/* Probability 機率 */
"Probability" = "機率";

/* 抱歉！您尚未為您的機會命名！ */
"Sorry! You do not have a name for your choice!" = "";

/* Tell user not cheat */
"Stop Cheating" = "別作弊喔！";

/* Uh Oh~ 我的天！ */
"Uh Oh~" = "我的天！";

/* 您的機會 */
"Your Choice" = "您的機會";

/* Your Decision Is 您的決定是 */
"Your Decision Is" = "我決定了 就是";

/**/
"Selection Is Full" = "您的選項已經額滿";

/**/
"Your choices are more than 10 items. Only 10 choices you can choose." = "選擇項目的上限為 10 個";